Repository: eiskalteschatten/ScratchPad
Catalog: ScratchBook/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, ru, zh_hans, zh_hant

source: A new note could not be added!
de: Eine neue Notiz konnte nicht hinzugefügt werden!
es: ¡No se pudo agregar una nueva nota!
fr: Une nouvelle note n'a pas pu être ajoutée !
it: Impossibile aggiungere una nuova nota!
ja: 新しいメモを追加できませんでした！
nl: Er kon geen nieuwe notitie worden toegevoegd!
ru: Не удалось добавить новую заметку!
zh_hans: 无法添加新笔记！
zh_hant: 無法新增筆記！

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
nl: Terug
ru: Назад
zh_hans: 返回
zh_hant: 返回

source: Change Storage Location...
de: Speicherort ändern…
es: Cambiar ubicación de almacenamiento…
fr: Changer l'emplacement de stockage…
it: Cambia posizione di archiviazione…
ja: 保存場所を変更…
nl: Opslaglocatie wijzigen…
ru: Изменить место хранения…
zh_hans: 更改存储位置…
zh_hant: 更改儲存位置…

source: Choose backup folder...
de: Backup-Ordner auswählen…
es: Elegir carpeta de copia de seguridad…
fr: Choisir le dossier de sauvegarde…
it: Scegli cartella di backup…
ja: バックアップフォルダを選択…
nl: Back-upmap kiezen…
ru: Выбрать папку резервной копии…
zh_hans: 选择备份文件夹…
zh_hant: 選擇備份資料夾…

source: Choose Location...
de: Ort auswählen…
es: Elegir ubicación…
fr: Choisir l'emplacement…
it: Scegli posizione…
ja: 場所を選択…
nl: Locatie kiezen…
ru: Выбрать расположение…
zh_hans: 选择位置…
zh_hant: 選擇位置…

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
nl: Doorgaan
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Create a backup in ScratchPad 1.x and remember its location.
de: Erstelle ein Backup in ScratchPad 1.x und merke dir den Speicherort.
es: Crea una copia de seguridad en ScratchPad 1.x y recuerda su ubicación.
fr: Créez une sauvegarde dans ScratchPad 1.x et notez son emplacement.
it: Crea un backup in ScratchPad 1.x e ricorda la sua posizione.
ja: ScratchPad 1.xでバックアップを作成し、その場所を記録しておく。
nl: Maak een back-up in ScratchPad 1.x en onthoud de locatie.
ru: Создайте резервную копию в ScratchPad 1.x и запомните её расположение.
zh_hans: 在 ScratchPad 1.x 中创建备份并记住其位置。
zh_hant: 在 ScratchPad 1.x 中建立備份並記住其位置。

source: Default Location
de: Standardort
es: Ubicación predeterminada
fr: Emplacement par défaut
it: Posizione predefinita
ja: デフォルトの場所
nl: Standaardlocatie
ru: Расположение по умолчанию
zh_hans: 默认位置
zh_hant: 預設位置

source: Delete Page
de: Seite löschen
es: Eliminar página
fr: Supprimer la page
it: Elimina pagina
ja: ページを削除
nl: Pagina verwijderen
ru: Удалить страницу
zh_hans: 删除页面
zh_hant: 刪除頁面

source: Due to modern macOS security, it is not possible to automatically import from ScratchPad 1.x. Please follow the steps below to proceed.
de: Aufgrund der modernen macOS-Sicherheitsrichtlinien ist es nicht möglich, automatisch von ScratchPad 1.x zu importieren. Bitte folge den untenstehenden Schritten, um fortzufahren.
es: Debido a la seguridad moderna de macOS, no es posible importar automáticamente desde ScratchPad 1.x. Sigue los pasos a continuación para continuar.
fr: En raison des mesures de sécurité modernes de macOS, il n'est pas possible d'importer automatiquement depuis ScratchPad 1.x. Veuillez suivre les étapes ci-dessous pour continuer.
it: A causa delle moderne restrizioni di sicurezza di macOS, non è possibile importare automaticamente da ScratchPad 1.x. Segui i passaggi seguenti per procedere.
ja: macOSのセキュリティの制約により、ScratchPad 1.xから自動的にインポートすることはできません。続行するには、以下の手順に従ってください。
nl: Vanwege de moderne macOS-beveiliging is het niet mogelijk om automatisch te importeren vanuit ScratchPad 1.x. Volg de onderstaande stappen om door te gaan.
ru: Из-за современных ограничений безопасности macOS автоматический импорт из ScratchPad 1.x невозможен. Пожалуйста, следуйте инструкциям ниже для продолжения.
zh_hans: 由于现代 macOS 安全限制，无法从 ScratchPad 1.x 自动导入。请按照以下步骤继续。
zh_hant: 由於現代 macOS 安全性限制，無法從 ScratchPad 1.x 自動匯入。請按照以下步驟繼續。

source: Due to modern macOS security, this setting cannot be imported. Your notes have been imported into ScratchPad, but you will have to re-select your DropBox location in the Settings.
de: Aufgrund der modernen macOS-Sicherheitsrichtlinien kann diese Einstellung nicht importiert werden. Deine Notizen wurden in ScratchPad importiert, aber du musst deinen DropBox-Speicherort in den Einstellungen erneut auswählen.
es: Debido a la seguridad moderna de macOS, esta configuración no se puede importar. Tus notas se han importado en ScratchPad, pero tendrás que volver a seleccionar tu ubicación de DropBox en la Configuración.
fr: En raison des mesures de sécurité modernes de macOS, ce paramètre ne peut pas être importé. Vos notes ont été importées dans ScratchPad, mais vous devrez re-sélectionner votre emplacement DropBox dans les Paramètres.
it: A causa delle moderne restrizioni di sicurezza di macOS, questa impostazione non può essere importata. Le note sono state importate in ScratchPad, ma dovrai selezionare nuovamente la posizione di DropBox nelle Impostazioni.
ja: macOSのセキュリティの制約により、この設定をインポートすることはできません。メモはScratchPadにインポートされましたが、設定でDropBoxの場所を再選択する必要があります。
nl: Vanwege de moderne macOS-beveiliging kan deze instelling niet worden geïmporteerd. Uw notities zijn geïmporteerd in ScratchPad, maar u moet uw DropBox-locatie opnieuw selecteren in de Instellingen.
ru: Из-за современных ограничений безопасности macOS этот параметр не может быть импортирован. Ваши заметки были импортированы в ScratchPad, но вам придётся повторно выбрать расположение DropBox в Настройках.
zh_hans: 由于现代 macOS 安全限制，此设置无法导入。您的笔记已导入 ScratchPad，但您需要在设置中重新选择您的 DropBox 位置。
zh_hant: 由於現代 macOS 安全性限制，此設定無法匯入。您的筆記已匯入 ScratchPad，但您需要在設定中重新選擇您的 DropBox 位置。

source: Export Page...
de: Seite exportieren…
es: Exportar página…
fr: Exporter la page…
it: Esporta pagina…
ja: ページをエクスポート…
nl: Pagina exporteren…
ru: Экспортировать страницу…
zh_hans: 导出页面…
zh_hant: 匯出頁面…

source: First Page
de: Erste Seite
es: Primera página
fr: Première page
it: Prima pagina
ja: 最初のページ
nl: Eerste pagina
ru: Первая страница
zh_hans: 第一页
zh_hant: 第一頁

source: Float above other windows
de: Über anderen Fenstern schweben
es: Flotar sobre otras ventanas
fr: Flotter au-dessus des autres fenêtres
it: Fluttua sopra le altre finestre
ja: 他のウィンドウの上に表示
nl: Boven andere vensters zweven
ru: Поверх других окон
zh_hans: 浮动于其他窗口之上
zh_hant: 浮動於其他視窗之上

source: Floating:
de: Schwebend:
es: Flotante:
fr: Flottant :
it: Mobile:
ja: フローティング:
nl: Zwevend:
ru: Поверх окон:
zh_hans: 浮动：
zh_hant: 浮動：

source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
it: Avanti
ja: 進む
nl: Vooruit
ru: Вперёд
zh_hans: 前进
zh_hant: 前進

source: Go
de: Gehe zu
es: Ir
fr: Aller
it: Vai
ja: 移動
nl: Ga
ru: Перейти
zh_hans: 前往
zh_hant: 前往

source: However, you can manually import them by clicking on "File", then "Import from Version 1..." and following the instructions from there. Alternatively, you can click the button below.
de: Du kannst deine Notizen jedoch manuell importieren, indem du auf "Ablage" und dann auf "Von Version 1 importieren…" klickst und den Anweisungen folgst. Alternativ kannst du auf die Schaltfläche unten klicken.
es: Sin embargo, puedes importarlos manualmente haciendo clic en «Archivo», luego en «Importar desde la versión 1…» y siguiendo las instrucciones. También puedes hacer clic en el botón de abajo.
fr: Vous pouvez toutefois les importer manuellement en cliquant sur « Fichier », puis sur « Importer depuis la version 1… » et en suivant les instructions. Vous pouvez également cliquer sur le bouton ci-dessous.
it: Tuttavia, puoi importarle manualmente facendo clic su «File», poi su «Importa dalla versione 1…» e seguendo le istruzioni. Puoi anche fare clic sul pulsante in basso.
ja: 「ファイル」をクリックし、次に「バージョン1からインポート…」をクリックして指示に従うことで、手動でインポートすることもできます。または、以下のボタンをクリックすることもできます。
nl: U kunt ze echter handmatig importeren door op "Bestand" te klikken, dan op "Importeren vanuit versie 1…" en de instructies te volgen. U kunt ook op de onderstaande knop klikken.
ru: Однако вы можете импортировать их вручную, нажав «Файл», затем «Импортировать из версии 1…» и следуя инструкциям. Также можно нажать кнопку ниже.
zh_hans: 不过，您可以点击「文件」，然后点击「从版本 1 导入…」并按照说明手动导入。您也可以点击下方按钮。
zh_hant: 不過，您可以點擊「檔案」，然後點擊「從版本 1 匯入…」並按照說明手動匯入。您也可以點擊下方按鈕。

source: Import from Version 1...
de: Von Version 1 importieren…
es: Importar desde la versión 1…
fr: Importer depuis la version 1…
it: Importa dalla versione 1…
ja: バージョン1からインポート…
nl: Importeren vanuit versie 1…
ru: Импортировать из версии 1…
zh_hans: 从版本 1 导入…
zh_hant: 從版本 1 匯入…

source: Importing Your Notes from ScratchPad 1
de: Deine Notizen von ScratchPad 1 importieren
es: Importando tus notas desde ScratchPad 1
fr: Importer vos notes depuis ScratchPad 1
it: Importazione delle note da ScratchPad 1
ja: ScratchPad 1からメモをインポート
nl: Uw notities importeren vanuit ScratchPad 1
ru: Импорт заметок из ScratchPad 1
zh_hans: 从 ScratchPad 1 导入您的笔记
zh_hant: 從 ScratchPad 1 匯入您的筆記

source: Last Page
de: Letzte Seite
es: Última página
fr: Dernière page
it: Ultima pagina
ja: 最後のページ
nl: Laatste pagina
ru: Последняя страница
zh_hans: 最后一页
zh_hant: 最後一頁

source: New Page
de: Neue Seite
es: Nueva página
fr: Nouvelle page
it: Nuova pagina
ja: 新しいページ
nl: Nieuwe pagina
ru: Новая страница
zh_hans: 新页面
zh_hant: 新頁面

source: Next Page
de: Nächste Seite
es: Página siguiente
fr: Page suivante
it: Pagina successiva
ja: 次のページ
nl: Volgende pagina
ru: Следующая страница
zh_hans: 下一页
zh_hant: 下一頁

source: No last page number could be found!
de: Keine letzte Seitenzahl gefunden!
es: ¡No se pudo encontrar el número de la última página!
fr: Aucun numéro de dernière page n'a pu être trouvé !
it: Impossibile trovare l'ultimo numero di pagina!
ja: 最後のページ番号が見つかりませんでした！
nl: Er kon geen laatste paginanummer worden gevonden!
ru: Не удалось найти номер последней страницы!
zh_hans: 找不到最后一页的页码！
zh_hant: 找不到最後一頁的頁碼！

source: Note: The imported notes will be added after any notes that currently exist in ScratchBook. No existing notes will be deleted, modified or overwritten.
de: Hinweis: Die importierten Notizen werden nach allen Notizen hinzugefügt, die bereits in ScratchBook vorhanden sind. Keine vorhandenen Notizen werden gelöscht, geändert oder überschrieben.
es: Nota: Las notas importadas se añadirán después de cualquier nota que exista actualmente en ScratchBook. No se eliminará, modificará ni sobrescribirá ninguna nota existente.
fr: Remarque : Les notes importées seront ajoutées après les notes existantes dans ScratchBook. Aucune note existante ne sera supprimée, modifiée ou écrasée.
it: Nota: Le note importate verranno aggiunte dopo le note già presenti in ScratchBook. Nessuna nota esistente verrà eliminata, modificata o sovrascritta.
ja: 注意：インポートされたメモは、ScratchBookに現在存在するメモの後に追加されます。既存のメモは削除、変更、または上書きされません。
nl: Opmerking: De geïmporteerde notities worden toegevoegd na alle notities die momenteel in ScratchBook aanwezig zijn. Er worden geen bestaande notities verwijderd, gewijzigd of overschreven.
ru: Примечание: Импортированные заметки будут добавлены после всех заметок, которые уже существуют в ScratchBook. Существующие заметки не будут удалены, изменены или перезаписаны.
zh_hans: 注意：导入的笔记将添加在 ScratchBook 中现有笔记之后。不会删除、修改或覆盖任何现有笔记。
zh_hant: 注意：匯入的筆記將添加在 ScratchBook 中現有筆記之後。不會刪除、修改或覆蓋任何現有筆記。

source: Open Settings...
de: Einstellungen öffnen…
es: Abrir configuración…
fr: Ouvrir les paramètres…
it: Apri impostazioni…
ja: 設定を開く…
nl: Instellingen openen…
ru: Открыть настройки…
zh_hans: 打开设置…
zh_hant: 開啟設定…

source: Open Welcome Sheet...
de: Willkommensbildschirm öffnen…
es: Abrir pantalla de bienvenida…
fr: Ouvrir l'écran de bienvenue…
it: Apri schermata di benvenuto…
ja: ようこそ画面を開く…
nl: Welkomstscherm openen…
ru: Открыть экран приветствия…
zh_hans: 打开欢迎界面…
zh_hant: 開啟歡迎畫面…

source: Please manually navigate past the last page to create a new note.
de: Bitte navigiere manuell über die letzte Seite hinaus, um eine neue Notiz zu erstellen.
es: Navega manualmente más allá de la última página para crear una nueva nota.
fr: Veuillez naviguer manuellement au-delà de la dernière page pour créer une nouvelle note.
it: Naviga manualmente oltre l'ultima pagina per creare una nuova nota.
ja: 新しいメモを作成するには、手動で最後のページを超えてナビゲートしてください。
nl: Navigeer handmatig voorbij de laatste pagina om een nieuwe notitie te maken.
ru: Пожалуйста, вручную перейдите за последнюю страницу, чтобы создать новую заметку.
zh_hans: 请手动导航到最后一页之后以创建新笔记。
zh_hant: 請手動導航到最後一頁之後以建立新筆記。

source: Please manually navigate to the last page.
de: Bitte navigiere manuell zur letzten Seite.
es: Navega manualmente a la última página.
fr: Veuillez naviguer manuellement jusqu'à la dernière page.
it: Naviga manualmente all'ultima pagina.
ja: 手動で最後のページに移動してください。
nl: Navigeer handmatig naar de laatste pagina.
ru: Пожалуйста, вручную перейдите на последнюю страницу.
zh_hans: 请手动导航到最后一页。
zh_hant: 請手動導航到最後一頁。

source: Please re-select your storage location in the Settings and try again.
de: Bitte wähle deinen Speicherort in den Einstellungen erneut aus und versuche es noch einmal.
es: Vuelve a seleccionar tu ubicación de almacenamiento en la Configuración e inténtalo de nuevo.
fr: Veuillez re-sélectionner votre emplacement de stockage dans les Paramètres et réessayer.
it: Seleziona nuovamente la posizione di archiviazione nelle Impostazioni e riprova.
ja: 設定でストレージの場所を再選択してから、もう一度お試しください。
nl: Selecteer uw opslaglocatie opnieuw in de Instellingen en probeer het opnieuw.
ru: Пожалуйста, повторно выберите место хранения в Настройках и попробуйте снова.
zh_hans: 请在设置中重新选择存储位置，然后重试。
zh_hant: 請在設定中重新選擇儲存位置，然後重試。

source: Please select a different folder.
de: Bitte wähle einen anderen Ordner aus.
es: Por favor, selecciona una carpeta diferente.
fr: Veuillez sélectionner un autre dossier.
it: Seleziona una cartella diversa.
ja: 別のフォルダを選択してください。
nl: Selecteer een andere map.
ru: Пожалуйста, выберите другую папку.
zh_hans: 请选择其他文件夹。
zh_hant: 請選擇其他資料夾。

source: Please try re-selecting your storage location in the settings.
de: Bitte versuche, deinen Speicherort in den Einstellungen erneut auszuwählen.
es: Intenta volver a seleccionar tu ubicación de almacenamiento en la configuración.
fr: Veuillez essayer de re-sélectionner votre emplacement de stockage dans les paramètres.
it: Prova a selezionare nuovamente la posizione di archiviazione nelle impostazioni.
ja: 設定でストレージの場所を再選択してみてください。
nl: Probeer uw opslaglocatie opnieuw te selecteren in de instellingen.
ru: Пожалуйста, попробуйте повторно выбрать место хранения в настройках.
zh_hans: 请尝试在设置中重新选择存储位置。
zh_hant: 請嘗試在設定中重新選擇儲存位置。

source: Previous Page
de: Vorherige Seite
es: Página anterior
fr: Page précédente
it: Pagina precedente
ja: 前のページ
nl: Vorige pagina
ru: Предыдущая страница
zh_hans: 上一页
zh_hant: 上一頁

source: ScratchBook could not find the last page!
de: ScratchBook konnte die letzte Seite nicht finden!
es: ¡ScratchBook no pudo encontrar la última página!
fr: ScratchBook n'a pas pu trouver la dernière page !
it: ScratchBook non è riuscito a trovare l'ultima pagina!
ja: ScratchBookは最後のページを見つけることができませんでした！
nl: ScratchBook kon de laatste pagina niet vinden!
ru: ScratchBook не удалось найти последнюю страницу!
zh_hans: ScratchBook 找不到最后一页！
zh_hant: ScratchBook 找不到最後一頁！

source: ScratchBook is not allowed to access the storage location for your notes!
de: ScratchBook hat keinen Zugriff auf den Speicherort deiner Notizen!
es: ¡ScratchBook no tiene permiso para acceder a la ubicación de almacenamiento de tus notas!
fr: ScratchBook n'est pas autorisé à accéder à l'emplacement de stockage de vos notes !
it: ScratchBook non è autorizzato ad accedere alla posizione di archiviazione delle tue note!
ja: ScratchBookはメモの保存場所へのアクセスが許可されていません！
nl: ScratchBook heeft geen toegang tot de opslaglocatie van uw notities!
ru: ScratchBook не имеет доступа к месту хранения ваших заметок!
zh_hans: ScratchBook 无法访问您笔记的存储位置！
zh_hant: ScratchBook 無法存取您筆記的儲存位置！

source: ScratchPad version 1.x is using currently syncing to DropBox.
de: ScratchPad Version 1.x synchronisiert derzeit mit DropBox.
es: ScratchPad versión 1.x se está sincronizando actualmente con DropBox.
fr: ScratchPad version 1.x est actuellement en cours de synchronisation avec DropBox.
it: ScratchPad versione 1.x è attualmente in sincronizzazione con DropBox.
ja: ScratchPad バージョン 1.x は現在 DropBox と同期中です。
nl: ScratchPad versie 1.x synchroniseert momenteel met DropBox.
ru: ScratchPad версии 1.x в настоящее время синхронизируется с DropBox.
zh_hans: ScratchPad 1.x 版本正在与 DropBox 同步。
zh_hant: ScratchPad 1.x 版本正在與 DropBox 同步。

source: Select the "ScratchPad" folder.
de: Wähle den Ordner "ScratchPad" aus.
es: Selecciona la carpeta «ScratchPad».
fr: Sélectionnez le dossier « ScratchPad ».
it: Seleziona la cartella «ScratchPad».
ja: 「ScratchPad」フォルダを選択してください。
nl: Selecteer de map "ScratchPad".
ru: Выберите папку «ScratchPad».
zh_hans: 选择"ScratchPad"文件夹。
zh_hant: 選擇「ScratchPad」資料夾。

source: Select the button below to choose the backup folder. The folder will be called "ScratchPad" and will contain two folders called "Notes" and "Preferences".
de: Wähle die Schaltfläche unten aus, um den Backup-Ordner auszuwählen. Der Ordner heißt "ScratchPad" und enthält zwei Unterordner namens "Notes" und "Preferences".
es: Haz clic en el botón de abajo para elegir la carpeta de copia de seguridad. La carpeta se llamará «ScratchPad» y contendrá dos subcarpetas llamadas «Notes» y «Preferences».
fr: Cliquez sur le bouton ci-dessous pour choisir le dossier de sauvegarde. Ce dossier s'appellera « ScratchPad » et contiendra deux sous-dossiers nommés « Notes » et « Preferences ».
it: Fai clic sul pulsante in basso per scegliere la cartella di backup. La cartella si chiamerà «ScratchPad» e conterrà due sottocartelle chiamate «Notes» e «Preferences».
ja: 下のボタンをクリックしてバックアップフォルダを選択してください。フォルダの名前は「ScratchPad」で、「Notes」と「Preferences」という2つのサブフォルダが含まれます。
nl: Klik op de onderstaande knop om de back-upmap te kiezen. De map heet "ScratchPad" en bevat twee submappen met de naam "Notes" en "Preferences".
ru: Нажмите кнопку ниже, чтобы выбрать папку резервной копии. Папка будет называться «ScratchPad» и будет содержать две подпапки: «Notes» и «Preferences».
zh_hans: 点击下方按钮选择备份文件夹。该文件夹将命名为"ScratchPad"，并包含两个子文件夹："Notes"和"Preferences"。
zh_hant: 點擊下方按鈕選擇備份資料夾。該資料夾將命名為「ScratchPad」，並包含兩個子資料夾：「Notes」和「Preferences」。

source: Since macOS has updated its security policies for the way applications are allowed to run, it is not possible to automatically import your notes from ScratchPad 1.
de: Da macOS seine Sicherheitsrichtlinien für die Ausführung von Anwendungen aktualisiert hat, ist es nicht möglich, deine Notizen automatisch aus ScratchPad 1 zu importieren.
es: Dado que macOS ha actualizado sus políticas de seguridad para la ejecución de aplicaciones, no es posible importar automáticamente tus notas desde ScratchPad 1.
fr: Depuis que macOS a mis à jour ses politiques de sécurité concernant l'exécution des applications, il n'est pas possible d'importer automatiquement vos notes depuis ScratchPad 1.
it: Poiché macOS ha aggiornato le sue politiche di sicurezza per l'esecuzione delle applicazioni, non è possibile importare automaticamente le note da ScratchPad 1.
ja: macOSがアプリケーションの実行に関するセキュリティポリシーを更新したため、ScratchPad 1からメモを自動的にインポートすることはできません。
nl: Omdat macOS zijn beveiligingsbeleid voor de uitvoering van applicaties heeft bijgewerkt, is het niet mogelijk om uw notities automatisch te importeren vanuit ScratchPad 1.
ru: Поскольку macOS обновила свои политики безопасности для запуска приложений, автоматический импорт заметок из ScratchPad 1 невозможен.
zh_hans: 由于 macOS 已更新应用程序运行的安全策略，无法从 ScratchPad 1 自动导入您的笔记。
zh_hant: 由於 macOS 已更新應用程式執行的安全性政策，無法從 ScratchPad 1 自動匯入您的筆記。

source: Storage Location Not Found
de: Speicherort nicht gefunden
es: Ubicación de almacenamiento no encontrada
fr: Emplacement de stockage introuvable
it: Posizione di archiviazione non trovata
ja: 保存場所が見つかりません
nl: Opslaglocatie niet gevonden
ru: Место хранения не найдено
zh_hans: 找不到存储位置
zh_hant: 找不到儲存位置

source: Storage Location:
de: Speicherort:
es: Ubicación de almacenamiento:
fr: Emplacement de stockage :
it: Posizione di archiviazione:
ja: 保存場所:
nl: Opslaglocatie:
ru: Место хранения:
zh_hans: 存储位置：
zh_hant: 儲存位置：

source: The folder where your notes are stored could not be found. Would you like to choose a new location or reset to the default?
de: Der Ordner, in dem deine Notizen gespeichert sind, konnte nicht gefunden werden. Möchtest du einen neuen Speicherort auswählen oder zum Standard zurückkehren?
es: No se pudo encontrar la carpeta donde se almacenan tus notas. ¿Te gustaría elegir una nueva ubicación o restablecer la predeterminada?
fr: Le dossier dans lequel vos notes sont stockées est introuvable. Souhaitez-vous choisir un nouvel emplacement ou réinitialiser l'emplacement par défaut ?
it: Impossibile trovare la cartella in cui sono archiviate le note. Vuoi scegliere una nuova posizione o ripristinare quella predefinita?
ja: メモが保存されているフォルダが見つかりませんでした。新しい場所を選択するか、デフォルトにリセットしますか？
nl: De map waar uw notities zijn opgeslagen, kon niet worden gevonden. Wilt u een nieuwe locatie kiezen of terugzetten naar de standaardlocatie?
ru: Папка с вашими заметками не найдена. Хотите выбрать новое расположение или сбросить до значения по умолчанию?
zh_hans: 找不到存储笔记的文件夹。您想选择新位置还是重置为默认位置？
zh_hant: 找不到儲存筆記的資料夾。您想選擇新位置還是重設為預設位置？

source: The folder you selected is invalid.
de: Der ausgewählte Ordner ist ungültig.
es: La carpeta que seleccionaste no es válida.
fr: Le dossier que vous avez sélectionné n'est pas valide.
it: La cartella selezionata non è valida.
ja: 選択したフォルダは無効です。
nl: De door u geselecteerde map is ongeldig.
ru: Выбранная папка недействительна.
zh_hans: 您选择的文件夹无效。
zh_hant: 您選擇的資料夾無效。

source: The storage location for your notes could not be determined
de: Der Speicherort deiner Notizen konnte nicht ermittelt werden
es: No se pudo determinar la ubicación de almacenamiento de tus notas
fr: L'emplacement de stockage de vos notes n'a pas pu être déterminé
it: Impossibile determinare la posizione di archiviazione delle note
ja: メモのストレージの場所を特定できませんでした
nl: De opslaglocatie van uw notities kon niet worden bepaald
ru: Не удалось определить место хранения ваших заметок
zh_hans: 无法确定您笔记的存储位置
zh_hant: 無法確定您筆記的儲存位置

source: This importer will guide you through importing your notes and settings from ScratchPad 1.x.
de: Dieser Importassistent führt dich durch den Import deiner Notizen und Einstellungen aus ScratchPad 1.x.
es: Este asistente de importación te guiará a través de la importación de tus notas y ajustes desde ScratchPad 1.x.
fr: Cet assistant d'importation vous guidera tout au long de l'importation de vos notes et paramètres depuis ScratchPad 1.x.
it: Questa procedura guidata ti aiuterà a importare le note e le impostazioni da ScratchPad 1.x.
ja: このインポートアシスタントが、ScratchPad 1.xからメモと設定をインポートする手順を案内します。
nl: Deze importassistent begeleidt u bij het importeren van uw notities en instellingen vanuit ScratchPad 1.x.
ru: Этот помощник проведёт вас через импорт заметок и настроек из ScratchPad 1.x.
zh_hans: 此导入工具将引导您完成从 ScratchPad 1.x 导入笔记和设置的步骤。
zh_hant: 此匯入工具將引導您完成從 ScratchPad 1.x 匯入筆記和設定的步驟。
